[
    {
      "title": "Kyocera FS M3655idn",
      "description": "Fotocopiadora multifuncional de alto rendimiento, con velocidad de impresión de 55 páginas por minuto y resolución de 1200 x 1200 ppp.",
      "price": 1575,
      "thumbnail": "../assets/img/photocopier1.jpg",
      "code": "M3655idn",
      "stock": 7,
      "id": 1
    },
    {
      "title": "Lexmark XM3150",
      "description": "Fotocopiadora multifuncional eficiente diseñada para entornos de trabajo de alto rendimiento. Con una velocidad de impresión de hasta 50 páginas por minuto y una resolución de 1200 x 1200 ppp",
      "price": 1849,
      "thumbnail": "../assets/img/photocopier2.jpg",
      "code": "XM3150",
      "stock": 5,
      "id": 2
    },
    {
      "title": "Ricoh MP 305",
      "description": "Fotocopiadora multifuncional compacta y versátil que se adapta perfectamente a entornos de trabajo pequeños y medianos. Con una velocidad de impresión de hasta 30 páginas por minuto y una resolución de impresión de 1200 x 1200 ppp",
      "price": 4415,
      "code": "L5590",
      "stock": 33,
      "id": 3
    },
    {
      "title": "HP Laserjet Pro M521dn",
      "description": "Fotocopiadora multifuncional de alto rendimiento, con velocidad de impresión de 42 páginas por minuto, resolución de 1200 x 1200 ppp y funciones de copiado, escaneo y fax",
      "price": 4299,
      "thumbnail": "../assets/img/photocopier3.jpg",
      "code": "M521",
      "stock": 21,
      "id": 4
    },
    {
      "title": "EPSON Ecotank L3210",
      "description": "La impresora EPSON Ecotank L3210 es un modelo que forma parte de la serie Ecotank de Epson. Estas impresoras son conocidas por su sistema de tanques de tinta recargables, en lugar de cartuchos tradicionales.",
      "price": 167,
      "thumbnail": "../assets/img/printer1.jpg",
      "code": "L3210",
      "stock": 17,
      "id": 5
    },
    {
      "title": "HP 2775 DeskJet Ink Advantage",
      "description": "La impresora HP 2775 DeskJet Ink Advantage es un modelo de la serie DeskJet Ink Advantage de HP. Estas impresoras son conocidas por su impresión de alta calidad y su enfoque en la eficiencia energética y el ahorro de costos.",
      "price": 158,
      "thumbnail": "../assets/img/printer2.jpg",
      "code": "DeskJet",
      "stock": 9,
      "id": 6
    },
    {
      "title": "CANON G610 De Tanque de Tinta Negro",
      "description": "La Canon G610 es una impresora con sistema de tanque de tinta negra, parte de la serie de impresoras con tanques de tinta de Canon. Estos modelos son conocidos por su alta capacidad de tinta y su rendimiento económico.",
      "price": 270,
      "thumbnail": "../assets/img/printer3.jpg",
      "code": "G610",
      "stock": 3,
      "id": 7
    },
    {
      "title": "mini Impresora Térmica Portátil panda Rápida",
      "description": "La mini impresora térmica portátil 'Panda Rápida' es un dispositivo compacto y ligero que utiliza tecnología térmica directa para imprimir recibos, etiquetas o cualquier otro tipo de contenido en papel térmico.",
      "price": 5,
      "thumbnail": "../assets/img/printer4.jpg",
      "code": "panda",
      "stock": 11,
      "id": 8
    },
    {
      "title": "Epson WorkForce Pro WF-6090",
      "description": "La Epson WorkForce Pro WF-6090 es una impresora de inyección de tinta diseñada para entornos de trabajo exigentes. Es una impresora de alta capacidad y rendimiento, ideal para oficinas y empresas que requieren una impresión rápida y eficiente",
      "price": 499,
      "thumbnail": "../assets/img/photocopier4.jpg",
      "code": "WF-6090",
      "stock": 2,
      "id": 9
    },
    {
      "title": "HP Smart Tank 519 Tinta Continua (3YW73A)",
      "description": "La impresora HP Smart Tank 519 con tinta continua (3YW73A) es un modelo de impresora de inyección de tinta que pertenece a la serie Smart Tank de HP. Estas impresoras están diseñadas para ofrecer impresiones de alta calidad con un sistema de tanques de tinta recargables",
      "price": 4299,
      "thumbnail": "../assets/img/printer5.jpg",
      "code": "3YW73A",
      "stock": 24,
      "id": 10
    }
  ]